Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B06B.tmx
Source language: en_us
Languages: zh_cn

source: Bureaucracy Linked to a Nation's Growth
zh_cn: 官僚组织制度同国家成长息息相关

source: "Bureaucracy is the death of all sound work," said Albert Einstein, sharing a popular view about bureaucracy grinding progress to a halt.
zh_cn: 官僚主义是所有美好工作的末日，爱因斯坦说道。这同大众观念一致-即令人作呕的官僚主义该终结。

source: But it now appears that the organizing functions of bureaucracy were essential to the progressive growth of the world's first states, and may have helped them conquer surrounding areas much earlier than originally thought.
zh_cn: 但是目前局势是这样，似乎官僚机构的组织功能对世界第一批国家的持续发展起着至关重要的作用，还可能帮助国家比预期更迅速地征服周边领土。

source: New research conducted in the Valley of Oaxaca near Monte Albán, a large pre-Columbian archaeological site in southern Mexico, also implies that the first bureaucratic systems may have a lasting influence on today's modern states.
zh_cn: 在位于墨西哥南部大批前哥伦布遗址区-阿尔班山遗址附近瓦哈卡谷底进行的新的研究成果也表明，首套官僚系统对现代国家也许具有深远的影响。

source: The research by the American Museum of Natural History (AMNH), funded in part by the National Science Foundation (NSF) through its Social, Behavioral and Economic Sciences directorate, is published in this week's Proceedings of the National Academy of Sciences (PNAS).
zh_cn: 发布在本周美国国家科学院院刊上的研究成果表明：关于国家组织的最早的证据同长途领土扩张的最早证据是同时期的，该项研究由美国自然博物馆开展，国家科学基金会提供部分资助，并通过社会，行为，经济科学委员会发布的。

source: "The earliest evidence of state organization is contemporaneous with the earliest evidence of long-distance territorial expansion," said lead researcher Charles Spencer, curator of Mexican and Central American Archaeology at the AMNH. "This pattern was consistent with the territorial-expansion model of primary state formation, which I have proposed in a number of publications over the years."
zh_cn: “这种模式同初期国家形成的领土扩张模式一致，这种发现我早在几年前就在一系列刊物中发表过。”首席研究员查尔斯斯宾塞说道，他是美国自然博物馆墨西哥和中美洲考古学馆的馆长。

source: Spencer's territorial-expansion model argues that states arise through a mutual-causal process involving simultaneous territorial expansion and bureaucratization.
zh_cn: 斯宾塞的领土扩张模式主张国家是随着相互因果的进化而兴起的，这个过程包含了领土扩张和官僚化得同时性。

source: Spencer's model breaks with previous ideas that suggest states rise through a protracted, step-by-step process--first the state forms, then an organizing bureaucracy takes hold, and sometime later, the state begins to expand into other regions in an "imperialistic" fashion, thus giving birth to an empire.
zh_cn: 斯宾塞的模式同传统的模式分裂了，后者认为国家的兴起是延时性，阶段性的-即开始是国家形成阶段，然后才是有组织的官僚机构成期，有时过段时间之后，国家才开始以帝国主义形式侵占其他领土，最终形成帝国。

source: Archaeological research conducted by Spencer in an Oaxaca canyon some 50 miles north of Monte Albán suggests that the old distinction between state and empire probably is not useful.
zh_cn: 由斯宾塞在离阿尔班山北部50里的瓦哈尔峡谷开展的考古研究表明关于国家和帝国之间古老的界也许没有什么作用。

source: In the Oaxaca Valley, Spencer found evidence of a royal palace and a multi-room temple dating to 300-100 B.C.
zh_cn: 在瓦哈尔谷地中，斯宾塞发现了公元前300-100年的皇宫和多层房间构成的庙宇的证据。

source: Most Oaxaca archaeologists consider the royal palace to be evidence of a specialized ruling class and the multi-room temple to be evidence of a specialized priestly class.
zh_cn: 大多数瓦哈尔考古学家认为皇宫属于某一特殊的统治阶层，而多层楼房的庙宇属于某一特殊僧侣阶层。

source: Spencer notes that around 300 B.C., the first signs of state organization start to appear in the Oaxaca Valley where Monte AlbЁўn is situated.
zh_cn: 斯宾塞注意到，大约在公元前300年间，国家组织开始在瓦哈尔谷地出现，这就是阿尔班山所在地。

source: It also is the same time that the ancient Monte AlbЁўn state started conquering the surrounding regions.
zh_cn: 这也是古老阿尔班山国家开始征服邻国的时间。

source: Spencer suspects that all bureaucratic states--even modern ones--may be inherently predisposed, or "hard-wired," to engage in predatory expansion as a legacy of the original process of primary state formation.
zh_cn: 斯宾塞推测：所有的官僚国家，甚至现代国家是一脉相承或强行参与掠夺性扩张活动，这是早期国家形成原始过程的遗产。

source: The PNAS paper compares Spencer's work in Mesoamerica with archaeological data from five other states most anthropologists recognize as the only other locations of true primary state formation in history: Peru, Egypt, Mesopotamia, the Indus Valley and China.
zh_cn: 美国国家科学院院刊将斯宾塞在中美洲的工作成果同其他5个国家考古数据作了对比，这五个国家的大部分考古学家认为自己的国家才是历史上真正早期国家形成的发源地，这五个国家分别是：秘鲁，埃及，美索不达米亚，印度河谷地和中国。

source: Primary states are first-generation states that evolved without contact with other pre-existing states.
zh_cn: 初期国家是首代不同此前已存在的任何国家有来往的国家。

source: In each case, Spencer's territorial-expansion theory holds.
zh_cn: 在每个地方，斯宾塞的领土扩张理论都说得通。

source: But he says more research needs to be done at the other locales.
zh_cn: 但是他说还需要在其他地方做更多的研究。

source: "This result may provide a cautionary lesson as we think about international relations in our contemporary world," said Spencer.
zh_cn: 斯宾塞说：在我们思考当代世界的国际关系时，这个结果也许为我们敲响警钟。

source: "Since the bureaucratic state as a political form originally evolved through a process of predatory expansion, we should not be surprised if states continue to have predatory tendencies, regardless of their particular ideologies."
zh_cn: 既然官僚组织国家是通过掠夺性扩张过程演化而来的政治形式，如果国家不管他们自己特殊的意识形态，继续有掠夺性倾向，我们不该感到奇怪。

source: Spencer said his research results could be seen as reason to support development of international organizations such as the United Nations to serve as a check on the expansionistic tendencies of individual states.
zh_cn: 斯宾塞说：他的研究成果可被视为支持国际组织发展如联合国遏制个别国家扩张性倾向作用的理由。

source: "But, the administration of those organizations is also likely to be bureaucratic, so we should be watchful for predatory behavior from them as well," he said.
zh_cn: 但是，这些组织的实行也带有官僚性，所以我们也应该对他们自身的掠夺性行为保持警觉。
